Repository: evolic/zf2erp
Catalog: module/Application/language/*.po
Languages: pl_pl

source: Add
pl_pl: Dodaj

source: Save
pl_pl: Zapisz

source: Yes
pl_pl: Tak

source: Edit
pl_pl: Edytuj

source: Welcome to %sZend Framework 2%s
pl_pl: Witamy w projekcie %sZend Framework 2%s

source: Congratulations! You have successfully installed the %sZF2 Skeleton Application%s. You are currently running Zend Framework version %s. This skeleton can serve as a simple starting point for you to begin building your application on ZF2.
pl_pl: Gratulujemy! Pomyślnie zainstalowano %sSzkielet aplikacji ZF2%s. Aktualnie korzystasz z wersji %s, oprogramowania Zend Framework. Ten szkielet może posłużyć jako punkt startowy, umożliwiający budowę aplikacji wykorzystujących ZF2.

source: Fork Zend Framework 2 on GitHub
pl_pl: Skolonuj Zend Framework 2 na GitHub-ie

source: Follow Development
pl_pl: Nowe wersje

source: Zend Framework 2 is under active development. If you are interested in following the development of ZF2, there is a special ZF2 portal on the official Zend Framework website which provides links to the ZF2 %swiki%s, %sdev blog%s, %sissue tracker%s, and much more. This is a great resource for staying up to date with the latest developments!
pl_pl: Oprogramowanie Zend Framework 2 jest aktualnie w fazie rozwoju. Jeśli chcesz dowiedzieć się więcej o nowych wersjach ZF2, istnieje specjalny portal na oficjalnej stronie Zend Framework, który dostarcza odnośniki do %swiki%s, %sbloga deweloperów%s, %snarzędzia śledzenia błędów%s i innych. Jest to świetne miejsce, dzięki któremu możesz być na bieżąco z wydaniami ZF2.

source: ZF2 Development Portal
pl_pl: Portal ZF2 Development

source: Discover Modules
pl_pl: Zapoznaj się z modułami

source: The community is working on developing a community site to serve as a repository and gallery for ZF2 modules. The project is available %son GitHub%s. The site is currently live and currently contains a list of some of the modules already available for ZF2.
pl_pl: Społeczność rozwija stronę jako repozytorium i&nbsp;galerię modułow ZF2. Projekt jest dostępny na&nbsp;%sGitHub%s. Strona jest na bieżąco aktualizowana i&nbsp;aktualnie zawiera listę wybranych modułów, wykorzystujących ZF2.

source: Explore ZF2 Modules
pl_pl: Przejżyj listę modułów ZF2

source: Help &amp; Support
pl_pl: Pomoc i Wspracie

source: If you need any help or support while developing with ZF2, you may reach us via IRC: %s#zftalk.2 on Freenode%s. We'd love to hear any questions or feedback you may have regarding the beta releases. Alternatively, you may subscribe and post questions to the %smailing lists%s.
pl_pl: Jeśli potrzebujesz pomocy lub wsparcia podczas tworzenia oprogramowania z wykorzystaniem ZF2, możesz złapać nas poprzez IRC: %s#zftalk.2 na Freenode%s. Z przyjemnością wysłuchamy pytań lub informacji zwrotnej, które możesz mieć w związku wydaniami beta. Alernatywnie, możesz zapisać się i zamieszczać pytania poprzez %slistę mailingową%s.

source: Ping us on IRC
pl_pl: Złap nas na IRC

source: A 404 error occurred
pl_pl: Nie znaleziono strony

source: The requested controller was unable to dispatch the request.
pl_pl: Żądany kontroler nie był w stanie przesłać żądania.

source: The requested controller could not be mapped to an existing controller class.
pl_pl: Żądany kontroler nie został zmapowany do żadnej istniejącej klasy kontrolera.

source: The requested controller was not dispatchable.
pl_pl: Żądany kontroler nie może być uruchomiony.

source: The requested URL could not be matched by routing.
pl_pl: Żądany URL nie został dopasowany do żadnej ścieżki routing'u.

source: We cannot determine at this time why a 404 was generated.
pl_pl: Nie możemy w tym przypadku określić przyczyny wystąpnienia błędu typu 404.

source: Controller
pl_pl: Kontroler

source: resolves to %s
pl_pl: odnosi się do %s

source: Exception
pl_pl: Wyjątek

source: Stack trace
pl_pl: Stos

source: An error occurred
pl_pl: Wystąpił błąd

source: Additional information
pl_pl: Dodatkowe informacje

source: File
pl_pl: Plik

source: Message
pl_pl: Wiadomość

source: Previous exceptions
pl_pl: Poprzedni wyjątek

source: No Exception available
pl_pl: Brak informacji o wyjątkach

source: Given locale is not supported!
pl_pl: Wybrany język nie jest wspierany przez aplikację!

source: Skeleton Application
pl_pl: Tutorial

source: Home
pl_pl: Strona główna

source: Are you sure that you want to delete '%s' by '%s'?
pl_pl: Czy na pewno chcesz usunąć '%s' wykonawcy '%s'?

source: No
pl_pl: Nie

source: Add new album
pl_pl: Dodaj nowy album

source: Artist
pl_pl: Wykonawca

source: Title
pl_pl: Tytuł

source: Delete
pl_pl: Usuń

source: Found %d album.
pl_pl: Znaleziono %d album.

source: No album was found.
pl_pl: Nie znaleziono żadnego albumu.

source: Add new song
pl_pl: Dodaj nowy utwór

source: Delete song
pl_pl: Usuń utwór z albumu

source: Are you sure that you want to delete '%s' from album '%s'?
pl_pl: Czy na pewno chesz usunąć utwór '%s' z albumu '%s'?

source: Edit song
pl_pl: Edytuj utwór

source: %s's songs
pl_pl: Utwory w %s

source: Position
pl_pl: Kolejność

source: Song
pl_pl: Utwór

source: Duration
pl_pl: Czas trwania

source: Disc
pl_pl: Płyta

source: Found %d song in album.
pl_pl: Znaleziono %d utwór w albumie.

source: No song was found.
pl_pl: Nie znaleziono żadnego utworu w albumie.
