Repository: evolic/zf2erp
Catalog: module/EvlErp/language/*.po
Languages: pl_pl

source: New company has been successfully added
pl_pl: Nowa firma została pomyślnie dodana

source: Error occurred while adding new unit
pl_pl: Wystąpił błąd podczas dodawania nowej jednostki miary

source: Country
pl_pl: Kraj

source: Choose country
pl_pl: Wybierz kraj

source: VAT Identification Number
pl_pl: Numer Identyfikacji Podatkowej

source: Enterprise Identification Number
pl_pl: Number REGON (w Rejestrze Gospodarki Narodowej)

source: Business Entity Identification Number
pl_pl: Numer KRS (w Krajowym Rejestrze Sądowym)

source: Please choose one of available countires
pl_pl: Proszę wybrać jeden z dostępnych krajów

source: Please enter valid VAT Identification Number
pl_pl: Proszę wprowadzić prawidłowy numer NIP

source: Please enter valid Enterprise Identification Number
pl_pl: Proszę wprowadzić prawidłowy numer REGON

source: Please enter valid Business Entity Identification Number
pl_pl: Proszę wprowadzić prawidłowy numer KRS

source: Specified company is already present in the database
pl_pl: Firma o podanej nazwie znajduje się już w bazie danych

source: Add new company
pl_pl: Dodaj nową firmę

source: Companies list
pl_pl: Lista firm

source: VATIN
pl_pl: NIP

source: EIN
pl_pl: REGON

source: BEIN
pl_pl: KRS

source: No company was found.
pl_pl: Nie znaleziono żadnej firmy.

source: Add new country
pl_pl: Dodaj nowy kraj

source: Countries list
pl_pl: Lista państw

source: No country was found.
pl_pl: Nie znaleziono żadnego kraju.

source: Add new product category
pl_pl: Dodaj nową kategorię produktów

source: Product categories list
pl_pl: Lista kategorii produktów

source: No product category was found.
pl_pl: Nie znaleziono żadnej kategorii produktów.

source: Add new unit
pl_pl: Dodaj nową jednostkę miary

source: Units list
pl_pl: Lista jednostek miar

source: No unit was found.
pl_pl: Nie znaleziono żadnej jednostki miary.

source: Add new VAT rate
pl_pl: Dodaj nową stawkę VAT

source: VAT rates list
pl_pl: Lista stawek podatku VAT

source: No VAT rate was found.
pl_pl: Nie znaleziono żadnej stawki VAT.
